Repository: facuHannoch/timesheet-app
Catalog: lib/l10n/app_*.arb
Languages: es

# app_name
source: Dice
es: Hours Tracker

# app_title
source: Dice Roll
es: Hours Tracker

source: All
es: Todos

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: month
es: mes

source: year
es: año

# no_data
source: There is no data. Tap on the '+' button to add one record.
es: No hay registros. Toca el '+' para añadir un registro

# current_filter_no_data
source: No data
es: Sin datos

# export_excel_tooltip
source: Export Excel file
es: Exportar archivo Excel

# new_item_tooltip
source: Add new registry
es: Añadir nuevo registro

# settings_tooltip
source: Settings
es: Configuración

# table_date_label
source: Date
es: Fecha

# table_day_name_label
source: Weekday
es: Día

# table_schedule_label
source: Schedule
es: Horario

# table_number_hours_label
source: nÂ° hours
es: n° horas

# table_workplace_label
source: Workplace
es: Lugar

# table_price_per_hour_label
source: $/hour
es: $/hora

# table_edit_label
source: Edit
es: Editar

# table_delete_label
source: Delete
es: Borrar

# new_item_date_label_title
source: Date
es: Fecha

# new_item_place_label_title
source: Place
es: Lugar de trabajo

# new_item_hours_label_title
source: Hours
es: Horario

# hours_input_start_hour_label
source: Start hour
es: Inicio

# hours_input_end_hour_label
source: End hour
es: Finalización

# hours_input_is_not_number_label
source: Write a number
es: Escribe un número

# hours_input_max_24_label
source: Max is 24
es: Máximo es 24

# hours_input_min_0_label
source: Min is 0
es: Mínimo es 0

# new_item_price_per_hour_label_title
source: Price per hour
es: Precio por hora

# new_item_price_per_hour_label_description
source: If you want to leave it as the default value, leave it as it is
es: Si quieres dejarlo como el valor predeterminado, déjalo como está.

# new_item_notes_label_title
source: Notes
es: Notas

# new_item_notes_label_description
source: Additional information tou may want to add
es: Información adicional que quieras añadir

# new_item_notes_label_placeholder
source: notes
es: notas

source: Max characters:
es: Máx carácteres:

# hour_price_is_not_number_label
source: Field is not a number
es: El campo debe ser un número.

# submit_form_button
source: Submit
es: Crear

# item_price_by_default_label
source: By default
es: Por defecto

# submit_edit_button
source: Submit Changes
es: Guardar Cambios

# date_taken
source: There is already an item with that date created.
es: Ya existe un item con esa fecha creado.

# settings_screen_title
source: Settings
es: Configuración

# category_personalization
source: Personalization
es: Personalización

# choose_primary_color
source: Choose the main color for the app
es: Elige el color principal de la aplicación

# visit_our_website
source: Visit out website!
es: Visita nuestro sitio web

# visit_our_website_description
source: Visit our website for more of our apps
es: Visita nuestro sitio web para ver más de nuestras apps.

# give_feedback
source: Give us your feedback
es: Enviar comentarios

# give_feedback_description
source: Tell us what do you think about our app or any sugestions that you have
es: Dinos que piensas de nuestra app o alguna sugerencia que tengas

# follow_us_instagram
source: Follow us on instagram
es: Síguenos en Instagrram

# follow_us_instagram_description
source: Be the first to know about new Applications and updates
es: Sé el primero en saber de nuevas aplicaciones y actualizaciones

# follow_us_facebook
source: Follow us on Facebook
es: Síguenos en Facebook

# follow_us_facebook_description
source: Stay informed about us
es: Mantente informado sobre nosotros.

# follow_us_twitter
source: Follow us on twitter
es: Síguenos en Twitter

# follow_us_twitter_description
source: So you don't miss on anything.
es: Síguenos para no perderte de nada.
